In [1]:
%%time
import pandas as pd
df=pd.read_json("data.json")
df.to_csv("data.csv",index=False)
df

CPU times: user 339 ms, sys: 120 ms, total: 460 ms
Wall time: 341 ms

       country  visits
0           美國    1025
1        China    1882
2        Japan    1809
3      Germany    1322
4           UK    1122
5       France    1114
6        India     984
7        Spain     711
8  Netherlands     665